
module.exports = {
  app: {
    webPort: "3001"
  },
  mysql: {
    host: 'localhost',
    user: 'root',
    password: 'root',
    port: '3306',
    database: 'db_t'
  },
  fsw: {
    host: "localhost",
    port: 8021,
    password: "ClueCon"
  },
  node: {
    id: '800000001001',
    addr: 'tcp://192.168.12.71:8003'
  },
  vdt_port: 9101,
  vdt_address: '192.168.12.71',
  mapCenter: {
    Lng: 100.325,   //地图中心点经度100.325	25.722
    Lat: 25.722,    //地图中心点纬度
    level: 12       //地图初始化时候缩放级别
  },
  copycontent: {
    title: "大理海东",
    Com: "© 2016 联诚科技 昆ICP证080268号",
    Tec: '由昆明联诚科技股份有限公司提供技术支持',
    Num: '400-833-8787',
    sysName: '隧道综合监控管理平台',
    copyright: "v1.0  © 2016 联诚科技 昆ICP证080268号",
  }
}

// { '108': [ 1, 2, 3 ],kmlckj_2016
//   '141': [ 1, 2 ],
//   '142': [ 1 ],
//   '143': [ 1, 2 ],
//   '145': [ 1 ],
//   '146': [ 1, 2, 3, 4 ],
//   '151': [ 1, 2, 3, 4, 5, 6, 7, 8, 9 ],
//   '152': [ 1, 2, 3, 4, 5, 6 ],
//   '153': [ 1, 2 ],
//   '161': [ 1, 2, 3, 4 ],
//   '171': [ 1, 2 ],
//   '182': [ 1 ],
//   '184': [ 1, 2, 3 ],
//   '185': [ 1 ],
//   '186': [ 1 ],
//   '188': [ 1 ],
//   '191': [ 1 ],
//   '411': [ 1, 2, 3, 4, 5, 6, 7, 8 ],
//   '414': [ 1, 2, 3, 4 ] }
